results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/rank_08/case/constant/g
FoamFile
{
    format ascii;
    class uniformDimensionedVectorField;
    location "constant";
    object g;
}
dimensions [0 1 -2 0 0 0 0];
value (0 -140.84507042253521 0);
