results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/rank_08/case/constant/thermophysicalTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object thermophysicalTransport;
}
laminar
{
    model Fourier;
}
